[General]
Translator, "Fernando Zart, Mauro José da Silva, Mauro Souza de Mello, MauryMelo, Maurício Rocha, Nelson Jr, VDBSYS"
LangVersion, "5.1.0.0"


[Icon]
R0lGODlhEAAMAPcAAFS5JlK3IzR4FVi+KVN8P1h+Rk99PDZ6GE2kLE59OTuEHDyEHDp+GUCbEzya
CzuAGlO3Jaa2Ok2xH3y0YIG5aT2eEKi4MkiyJD6dELK3TT2HHH+6Z2a4QrK2T1W7KC5yDqq02KuK
jEh+MFm0O3qzX2CDUFl/SfG0L0GuIkhhyEKjEu2sAEWuInO1VU6zIma7P4a7bYW6bVCzIlGvJ3K6
UkyjJFB+PGq2SSZqBn+2aI6vAOe9PFG0JHq2XXyQ2pZva0KjE0drzXG0W3S5Vm2/SGeCW06qJ2G1
S3i5XGu7SUNgzPKyAGm3Rn22ZDZ9GOq+AHa5Wbu5ALizAEisGL65AEt9NSpuCxxQyP++AP+9NFC0
ITahFEp8M059N3i0XVK2JVZ9RWe2R3K0XVe8KDZ9GD+HHDubCk6xI1qASjqBGnq0YEmtHqq4ND6G
HDpSuZuvAJCyAGa3RD+hDTyfClV9RG20W2q1UeqnAIS5alOBP/u4ADJ0EtyuAHC6UE2DNa2Minu3
YXe2W564KW67S/68PH25ZE55O3u5X7C+OEt/Mzd6F8m6Kld/RYOlALSOe06wI1uATEapFi50D197
xf27ADd+GVG0JSxwDFN+QFR9Q1+AT420AyVVzejEHkSmFFS5JT6lGXKyVX65ZXOzWYy+dTJVxH21
ZFR9QkmtIVF9Pmi3RYObxTuBG0l/L/W4Q3i0Xl3GLPOxH3a0XSlsCSpLt2y2TVa8JlJ9PE2uH/G1
Kz+gETN2EgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjbAItoQlMATKZTqW4l6FIlkYhWeUqQgoFnQ6FDSKAModFnUBIiByDFyNFkghchbCzYqXWDiaoX
e0xQMKXmVZ1FJ3IhOhImDocZAhiJIiEmwo4QKZT86SRohBFcZOgAktWBkKtJIFYFWaJHCqoADDD1
GJUhS6xSbmj5oISFiotPaQgECoWgEZ8fVzg5erLpgiUPrAy0aGCmwpY3d1ZEQXGGB4QxC2zUcIBB
FxBQOuCweCTjC4ABGrjMkaPCU6QpayRoCQDA1gBYZQzhmGXl0gdJuwQoIlPpgYI2fgICADs=


[BFAPI]
ErrorClientVersionTooOld, "A versão do seu programa é antiga demais.\nPor favor atualize o programa e tente novamente."
ErrorFailClientTime, "Horário do seu computador não está correto.\nPor favor verifique o horário do sistema e tente novamente."
ErrorFailLogin, "Verifique seu endereço de email e senha e tente novamente."
ErrorFailPrefix, "Falha ao conectar sua conta Binary Fortress.\nPor favor cheque sua conexão, e verifique se seu aplicativo não está sendo bloqueado por um proxy ou firewall."
ErrorInvalidProTrialLicenseKey, "Sua licença de teste parece inválida.\nPor favor nos contate para mais informações."
ErrorItemSizeTooLarge, "Um dos ítens que está tentando sincronizar é muito grande.\nVocê precisa deletar o ítem grande e tentar sincronizar de novo."
ErrorTrialExpiredPrompt, "Sua Licença de Teste PRO expirou.\nDeseja nos contatar e iniciar um novo teste?"
ErrorUnknownProPurchasedLicenseKey, "Sua licença parece inválida.\nPor favor nos contate para mais informações."
LoginPrompt, "Você precisa entrar com seu login Binary Fortress antes.\nVocê gostaria de inserir suas informações de login agora?"
TitleSync, "Sincronizando com sua conta Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "&Entrar"
btnLogout, "&Sair"
btnMyAccount, "Minha &Conta"
btnMyLicenses, "&Minhas Licenças"
btnRegister, "&Registrar"
btnResetPassword, "Resetar Senha"
lblEmailAddress, "Endereço de Email:"
lblName, "Nome:"
lblPassword, "Senha:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Pessoal ou Empresarial, número indicado no nome da licensa"
LicenseRestrictionEnterprise, "Computadores ilimitados em ilimitadas empresas de sua propriedade"
LicenseRestrictionPersonalHome, "Computadores pessoais ilimitados, e 1 computador da empresa que somente você usa"
LicenseRestrictionSite, "Computadores ilimitados em um local"
LicenseRestrictionStandard, "Pessoal ou Empresa, 1 computador"
LicenseRestrictionSteam, "Computadores ilimitados dos quais você é o usuário primário, precisa ser instalado pelo cliente Steam"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Por favor entre com um endereço de email válido e tente novamente."
ErrorEnterPassword, "Por favor entre com sua senha e tente novamente."
ErrorLoginFailed, "Falha ao carregar informações de sua conta.\nPor favor verifiquei o endereço de email e sua senha e tente novamente."
ErrorNoLicensesFound, "Desculpe, não conseguimos encontrar qualquer informação de licença para esta conta.\nSe você precisar de alguma ajuda, por favor contacte-nos."
ErrorUnknownLicenses, "Ocorreu um erro ao carregar as informações de licença."
ErrorUnknownLogin, "Ocorreu um erro ao carregar informações de sua conta."
Note, "Faça login para recuperar sua chave de licença e sincronizar com sua conta Binary Fortress."
SelectLicensePrompt, "Você atualmente está usando a versão grátis, uma Licença de Teste Pro, ou sua chave é inválida.\nQuer carregar a chave de licença a partir da sua conta Binary Fortress?"
Title, "Minha conta Binary Fortress"
TitleLoadingLicenses, "Carregando informações da Licença"


[BFCodeEditorLookups]
PromptSelectWindowStyles, "Por favor selecione o estilo da(s) janela(s):"
PromptSelectWindowStylesEx, "Por favor selecione o(s) estilo(s) estendido(s) de janela(s):"
RemoveConfirmOne, "Tem certeza que quer remover o ítem selecionado?"
SelectAnItem, "Por favor selecione um ítem da lista e tente de novo."
SelectAudioDevice, "Por favor selecione o dispositivo de som."
SelectMouseCursorLocation, "Clique para selecionar a localização do cursor do mouse\nPressione qualquer tecla para cancelar"
SendKeys_EditString, "Edite a String"
SendKeys_EnterString, "Entre a String:"
SendKeys_mniAddKeyCombination, "Adicionar uma Chave de Combinação"
SendKeys_mniAddRawText, "Adicionar Dados Brutos"
SendKeys_mniAddText, "Adicionar texto"
SendKeys_Title, "Construtor de envio de teclas"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Data de Criação"
colDateExpires, "Data de Expiração"
colLicenseKey, "Chave de Licença"
colLicenseRestrictions, "Restrições da Licença"
colLicenseType, "Tipo de licença"
colName, "Nome"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Você tem certeza que quer usar esta chave de licença?"
ErrorSelectLicense, "Por favor selecione uma licença da lista e tente novamente."
ShowNeedLicenseWarning, "Selecione uma das suas chaves de licença a partir da lista e clique no botão 'OK' para usar essa chave de licença."
Title, "Minhas Licenças"


[BFFormDownload_Strings]
ConfirmCancel, "Tem certeza de que deseja cancelar esta transferência?"
Error, "Ocorreu um erro."
Progress, "Restam: {0} KB ({0} KB total)"
ProgressUnknown, "Baixando: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Por favor selecione uma tag do WallpaperFusion e tente de novo."
lblQuery, "Filtro:"
Title, "Tags do WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "Fe&char"
colCreatedBy, "Criado por"
colDownloads, "Downloads"
colLanguage, "Linguagem"
colLastModified, "Última modificação"
lblQuery, "Filtro:"
Loading, "Carregando..."


[BFFormProxySettings_Controls]
btnSave, "Salvar"
lblProxyAddress, "Endereço do Servidor:"
lblProxyPassword, "Senha:"
lblProxyPassword2, "Redigite a Senha:"
lblProxyPort, "Porta:"
lblProxyUsername, "Usuário:"
rdoCustomSettings, "Usar Configurações de Proxy &customizadas:"
rdoNoProxy, "&Sem Proxy (conexão direta com a internet)"
rdoUseIESettings, "Usar Configurações do &Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Por favor entre com o endereço do Proxy ou selecione 'Não Usar Proxy'."
EnterServerPort, "Por favor entre com a porta do Proxy ou selecione 'Não Usar Proxy'."
PasswordDecryptionFailed, "Sua configuração de internet parece inválida.\nGostaria de reinserir sua senha de servidor proxy para consertar a configuração?"
PasswordsNotMatch, "Sua senha do Proxy não coincidem, tente novamente."
Title, "Configurações de Internet"


[BFFormSelectApplication]
AllApplications, "Todos Aplicativos"
btnBrowse, "&Navegar"
btnRefresh, "&Atualizar"
colApplication, "Aplicação"
colPath, "Caminho"
GroupDesktopApplications, "Aplicações de modo Desktop"
GroupWindows8Applications, "Aplicações da Loja Windows"
lblWindowPicker, "Arraste isto sobre uma janela para seleciona-la na lista automaticamente"
PleaseSelectApplication, "Selecione um Aplicativo Primeiro."
Title, "Selecionar Aplicativo"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Valor Original"
colSetting, "Configuração"
colValue, "Valor"
lblFilter, "Filtro:"
lblHelp, "Dê um duplo clique em uma configuração para alterá-la, clique no botão "Ajuda" para obter mais informações."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Ocorreu um erro ao salvar esta configuração."
SavedSuccessfully, "Suas configurações avançadas foram salvas com sucesso\nVocê precisa reiniciar o aplicativo para as configurações funcionarem."
Title, "Configurações Avançadas"
TitleEdit, "Editar Configuração Avançada"


[BFFormSettings_Controls]
btnAdvancedSettings, "Configurações Avançadas"
btnAutoUpdateCheckNow, "&Buscar por Atualizações Agora"
btnBackupSettings, "Exportar configurações"
btnLicenseChangeToFree, "Mudar para a Versão Grátis"
btnLicenseKeyRequestTrial, "Requisitar Nova Licença de Teste"
btnLicenseLoadOnline, "Carregar da conta Binary Fortress"
btnLicensePasteFromClipboard, "Colar da A. Transferência"
btnProxySettings, "Configurações de Internet"
btnRestoreSettings, "Restaurar Configurações"
btnTroubleshootingClearLog, "Apagar Logs"
btnTroubleshootingCopy, "Copiar Mesagem"
btnTroubleshootingOpenLog, "Abrir Log"
chkAutoUpdate, "Buscar Atualizações Automaticamente"
chkAutoUpdateBeta, "Buscar por versões Betas (mais nova, instável)"
chkAutoUpdateSteam, "Procurar atualizações automaticamente"
colLanguageName, "Nome"
colLanguageRightToLeft, "Direita-to-Esquerda"
colLanguageTranslators, "Tradutores"
colLanguageVersion, "Versão"
gbAutoUpdate, "Checar Atualizações"
gbLicenseReseller, "Informação do Revendedor"
lblAutoUpdateWarningBASE, "Aviso: atualizações automáticas estão desabilitadas, você não será avisado para instalar novas versões"
lblLanguageGetMore, "Baixe idiomas novos e atualizados"
lblLicenseExpires, "Data de Expiração da Licença:"
lblLicenseKey, "Chave de Licença:"
lblLicenseTo, "Licenciado para:"
tabAbout, "Sobre"
tabLanguage, "Idiomas"
tabLicense, "Chave de Licença"
tabOptions, "Opções"
tabOurApps, "Nossas Apps"
tabTroubleshooting, "Soluções de Problemas"


[BFFormSettings_Strings]
ChangeToFreeQuestion, "Tem certeza de que deseja remover sua chave de licença e mudar para a versão Free?"
DebugLogCleared, "O arquivo de log de ​​depuração foi apagada com sucesso."
DebugLogNotFound, "O arquivo de log de ​​depuração não pôde ser encontrado.\nCertifique-se que você habilitou o log de depuração em primeiro lugar."
FreeVersion, "Versão Grátis"
LicenseKeyRequestTrialDescription, "Alguém entrará em contato com você em até dois dias úteis."
LicenseKeyRequestTrialMessage, "Eu gostaria de requisitar uma nova licença de teste. Obrigado!"
LogLevel0, "L0: Log desabilitado"
LogLevel1, "L1: Log Mínimo"
LogLevel2, "L2: Log Detalhado (não recomendado)"
LogLevel3, "L3: Log Completo (não recomendado)"
RegistryExportSuccess, "Suas configurações foram exportadas com sucesso."
RestoreSettingsFailed, "Falha ao restaurar suas configurações."
RestoreSettingsSuccess, "Suas configurações foram restauradas com sucesso."
SettingsLoadError, "Ocorreu um erro durante o Carregamento das Configurações."
SettingsSaveError, "Ocorreu um erro durante o Salvamento das Configurações."
Title, "Configurações"
TroubleshootingCopyError, "Falha ao copiar as informações de resolução de problemas."
TroubleshootingCopySuccess, "Suas informações de resolução de problemas foram copiadas com êxito para o clipboard."


[BFFormSupportRequest_Controls]
lblEmailAddress, "Endereço de Email:"
lblMessage, "Mensagem:"
lblName, "Nome:"
lblSubject, "Assunto:"
lblWarning, "As informações na guia Solução de problemas e seu arquivo Debug.log serão criptografadas e enviadas junto com este pedido de ajuda para que possamos resolver o seu problema mais rapidamente."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Por favor entre com um endereço de email válido e tente novamente."
EnterMessage, "Por favor, entre com a mensagem e tente novamente."
EnterName, "Por favor, entre com seu nome e tente novamente."
EnterSubject, "Por favor, entre com o Assunto."
SendSuccess, "Sua informação foi enviada com sucesso.\nAlguém entrará em contato com você dentro de 1 dia útil."
Title, "Enviar Solicitação de Suporte"
TooLongEmailAddress, "Por favor, entre com um Email mais curto e tente novamente."
TooLongName, "Por favor, entre com um Nome mais curto e tente novamente."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Compre a Licença Pro"
btnLater, "Talvez mais tarde"
btnMoreInfo, "Mais informações"
lblInvalidLicense, "Sua licença Pro aparenta ser inválida!\n\nPor favor verifique que você entrou a chave de licença correta na aba Chave de Licença na janela de Configurações.\n\nSe sua chave de licença estiver correta e você ainda estiver vendo esta mensagem, por favor contate o Suporte Binary Fortress usando o botão de Ajuda abaixo."
Title, "Chave de licença inválida"


[BFFormUpdate_Controls]
btnChangeLog, "&Ver Log de Mudanças"
btnDownloadOnly, "&Visitar website"
btnInstallNow, "&Instale agora"
btnInstallOnExit, "Instalar ao &Sair"
btnRemindMeLater, "&Lembrar-me Depois"
btnSkipThisVersion, "I&gnorar Esta Versão"
lblNewVersion, "Nova Versão:"
lblOldVersion, "Versão Atual:"
lblUpdateNotes, "O que há de novo nesta Versão:"
lblUpdateSize, "Atualizar tamanho:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "è recomendavel que você atualize para esta nova versão.\nTem certeza que quer pular esta atualização?"
DownloadFailedSave, "Falha ao salvar este arquivo localmente."
DownloadingUpdate, "Baixando Atualização"
DownloadInvalidData, "Dados inválidos retornaram do servidor. O servidor pode estar tendo problemas para achar o arquivo requerido."
DownloadNoData, "Nenhum dado retornado da Página de Internet."
ErrorDownload, "Um erro ocorreu ao baixar a nova versão."
FreeNotice, "Esta atualização e todas as futuras são gratis! Atualize hoje e curta!"
Title, "Atualização disponível"
UpdateProMessage, "Você precisa de uma licença Pro para usar o atualizador de um click.\nGostaria de mais informações sobre a atualização de licença?"


[BFHelpButton_Controls]
mniDiscussions, "Discussão na comunidade"
mniOnlineHelp, "Ajuda Online"
mniSupportRequest, "Solicitar Suporte"


[BFHotKey]
ErrorHotKeyBindFailed, "Falha ao configurar tecla de atalho:"
ErrorHotKeyComboInUse, "A combinação de teclas já está em uso. Existem algumas razões pelas quais isto pode ocorrer:\n- A combinação de teclas já está atribuída em outro local nesta aplicação\n- Outra aplicação já está usando esta combinação de teclas\n- Uma função embutida do Windows utiliza esta combinação de teclas\n\nPor favor edite ou remova a combinação de teclas nas configurações."
ErrorIncorrectKeyValue, "Combinação de teclas inválida: Por favor, informe um valor de tecla."
ErrorIncorrectNumberElements, "Combinação de teclas inválida: Quantidade incorreta de teclas."
ErrorIncorrectNumberKeyMods, "Combinação de teclas inválida: Quantidade incorreta de modificadores."
ErrorInvalidKeyCombo, "A combinação de teclas especificada é inválida."
ErrorSystemReserved, "A combinação de teclas que você especificou é reservada pelo Windows e não pode ser usada."
ErrorTooManyModifiers, "Combinação de teclas inválida: Excesso de modificadores."
HotKeyLabelKeys, "Selecione modificadores e depois entre a tecla desejada"
HotKeyLabelMouse, "Selecione modificadores e depois clique no botão do mouse desejado"


[BFMessage]
btnCopy, "&Copiar para a Área de Transferência"
btnMoreInformation, "&Mostrar Mais Informações"


[BFTextQuery]
CaseSensitive, "Sensível a Caixa:"
ErrorBracketMismatch, "Erro: Discordância de colchetes.\nPor favor, feche seus colchetes ou coloque sua consulta entre aspas."
ErrorEscapeCharAtEnd, "Erro: Caracter Especial '\' encontrado no final da consulta.\nPor favor completar ou remover o Caracter ."
ErrorExpectedMatchCountChar, "Erro: Esperado ':::cbc:::' na posição {0}.\nPor favor, feche seus colchetes ou coloque sua consulta entre aspas."
ErrorExpectedQuote, "Erro: Esperado '"' na posição {0}.\nPor favor, certifique-se de fechar aspas."
ErrorInvalidChar, "Erro: Caractere inválido '{0}' na posição {1}.\nPor favor coloque entre aspas."
ErrorInvalidDigit, "Erro: dígito inválido na posição {0}.\nDígitos devem ser positivos e conter apenas caracteres numéricos."
MayContain, "Pode Conter:"
MayEqual, "Pode ser igual:"
MayNotContain, "Pode Não Conter:"
MayNotEqual, "Pode ser diferente:"
MustContain, "Precisa Conter:"
MustEqual, "Precisa ser igual:"
MustNotContain, "Não deve Conter:"
MustNotEqual, "Precisa ser diferente:"
Time, "uma vez"
Times, "{0} vezes"


[BFUpdateCheck]
AlreadyInProgress, "Checagem por Atualização em progresso..."
ErrorRunningDownloadedFile, "Um erro ocorreu durante a tentativa de instalação do arquivo baixado."
FailedToGetVersion, "Não conseguiu ler o número da ultima versão."
NoUpdate, "Não há atualizações..."
Title, "Atualizar"


[cFunctions_Strings]
FolderNotRecognized, "A pasta selecionada não foi reconhecida e não pode ser pesquisada."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Navegar && Anexar ao Final"
btnBrowseExcludePath, "Navegar"
btnFolderBrowse, "&Navegar"
btnFolderBrowseAppend, "Navegar && Anexar ao Final"
btnNewSearch, "Procurar em &Nova Guia"
btnPause, "Pa&usa"
btnResume, "Contin&uar"
btnSearch, "&Procurar"
btnStop, "&Topo"
chkCaseSensitive, "Consulta sensivel à &Caixa"
chkFileSizeMax, "Tamanho máximo de arquivo:"
chkFileSizeMin, "Tamanho mínimo de Arquivo:"
chkIsQueryRegEx, "Consulta é Expressão Regular"
chkSearchSubFolders, "Procurar em subpastas"
chkShowFirstResult, "&Mostrar somente primerio resultado de cada arquivo"
chkShowIncludeFilterMatchFiles, "Mostrar nomes de arquivos que coincidem com o filtro "incluir arquivos""
chkShowIncludeFilterMatchFolders, "Mostrar pastas que coincidem com o filtro "incluir arquivos""
chkShowQueryMatchFiles, "Mostrar os nomes dos arquivos que correspondem ao texto da consulta"
chkShowQueryMatchFolders, "Mostrar os nomes das pastas que correspondem ao texto da consulta"
chkUseIFilters, "Processar conteúdo do arquivo usando File Handlers (mais lento)"
colDateAccessed, "Data de Acesso"
colDateCreated, "Data de Criação"
colDateModified, "Data de Modificação"
colExtension, "Extensão"
colFile, "Nome do Arquivo"
colFileSize, "Tamanho do Arquivo"
colLine, "Linha"
colLineNumber, "Linha #"
colPath, "Caminho"
lblAccessedTo, "até"
lblAdditionalLinesAfter, "Mostrar quantas linhas após uma pesquisa:"
lblAdditionalLinesBefore, "Mostrar quantas linhas antes de uma pesquisa:"
lblCreatedTo, "até"
lblDateAccessed, "Data de Acesso:"
lblDateCreated, "Data de Criação:"
lblDateFilterLogic, "Filtro por Data:"
lblDateModified, "Data de Modificação:"
lblExcludeFiles, "Ex&cuir Arquivos:"
lblExcludePath, "Ex&cuir Caminho(s):"
lblFilterResults, "Filtro:"
lblIncludeFiles, "Incluir &Arquivos:"
lblModifiedTo, "até"
lblPath, "&Caminho(s):"
lblQuery, "Pes&quisa:"
lblStatusFound, "Correspondencias Achadas: {0}"
lblStatusTotal, "Arquivos Pesquisados: {0}"
mniAbout, "Sobre"
mniClearSearchHistory, "Limpar Histórico de Pesquisa"
mniCloseAll, "Fechar Todos"
mniCloseAllButThis, "Fechar Outros"
mniCloseSearch, "&Fechar"
mniCopyToClipboard, "Copiar Resultados Selecionados"
mniCopyToClipboardAll, "Copiar Todos os Resultados"
mniExit, "Sair"
mniExplorerContextMenu, "Menu de contest odo Windows"
mniHelp, "&Ajuda"
mniOpenFolder, "Abrir Pasta Contentora"
mniOpenFolderOnly, "Abrir Pasta"
mniOpenOther, "Abrir com {0}"
mniPermenentDelete, "Deletar Permanentemente os Arquivos Selecionados"
mniRemoveRows, "Remover resultados Selecionados da Lista"
mniRenameFile, "Rename Selected File"
mniSettings, "Configurações"
mniShowFilterControls, "Mostrar Controles de Filtro"
mniTextCopy, "&Copiar"
mniTextSelectAll, "Selecionar &Tudo"
mniTools, "&Ferramentas"
mniTrayExit, "Sair"
mniTrayLoadProfiles, "Carregar Perfil"
mniTrayShowFileSeek, "Mostrar FileSeek"
mniTraySyncProfiles, "Sincronizar Perfis"
mnuCopyFilePath, "Copiar Nome de Arquivos Selecionados (separados por vírgula)"
mnuExportAllHTML, "Exportar Todos os resultados como HTML"
mnuExportSelectedResultsHTML, "Exportar Resultados Selecionados para HTML"
mnuFileCopy, "Copiar Arquivos Selecionados"
mnuFileCut, "Recortar os Arquivos Selecionados"
mnuFileDelete, "Deletar Arquivos Selecionados"
mnuLanguage, "Idiomas"
mnuLoadProfile, "Carregar"
mnuManageProfiles, "Gerenciar Perfis"
mnuOpen, "Abrir"
mnuOpenNotepad, "Abrir com Notepad"
mnuProfile, "Perfis"
mnuSave, "Salvar"
mnuSaveAll, "Exportar Todos os Resultados como CSV"
mnuSaveProfile, "Salvar novo Perfil"
mnuSaveSelection, "Exportar Resultados Selecionados como CSV"
mnuShowFullLanguageList, "Mostrar Lista Completa"
mnuSyncProfiles, "Sincronizar Perfis"
rdoMatchQueryLineByLine, "Combinar consulta para cada linha no arquivo"
rdoMatchQueryToWholeFile, "Combinar consulta para o arquivo inteiro"
tabAdvanced, "Avançado"
tabDateFilters, "Filtrar por Data"
tabFileSizeFilters, "Filtros de tamanho de arquivo"
tabSearch, "Pesquisar"


[frmMain_Strings]
AccessedAfterTT, "Acessado depois de {0}"
AccessedBeforeTT, "Acessado antes de {0}"
AccessedBetweenTT, "Acessado entre {0} e {1}"
AppSelectionErrorPartOne, "A Aplicação que você selecionou não foi encontrada."
AppSelectionsErrorPartTwo, "Gostaria de selecionar uma diferente agora?"
btnNewSearchTT, "Abrir uma nova Guia e iniciar a procura"
btnSearchTT, "Iniciar a procura em uma nova guia"
btnStopTT, "Parar a pesquisa selecionada"
CaseSensitiveQueryTT, "Diferenciar MAIÚSCULAS e minúsculas"
cboDateFilterLogic_AND, "E"
cboDateFilterLogic_OR, "OU"
cboExcludeFileFilterMode_Pattern, "Filtro Excluir Arquivos é um Padrão"
cboExcludeFileFilterMode_RegEx, "Filtro Excluir Arquivos é Expressão Regular"
cboExcludeFileFilterMode_TextQuery, "Filtro Excluir Arquivos é Texto de Pesquisa"
cboIncludeFileFilterMode_Pattern, "Filtro Incluir Arquivos é um Padrão"
cboIncludeFileFilterMode_RegEx, "Filtro Incluir Arquivos é Expressão Regular"
cboIncludeFileFilterMode_TextQuery, "Filtro Incluir Arquivos é Texto de Pesquisa"
cboQueryMode_RegEx, "Consulta é Expressão Regular"
cboQueryMode_TextQuery, "Pesquisa é Texto de Pesquisa"
chkShowFirstResultTT, "Só mostra a primeira linha igualada ao combinar consulta para cada linha"
ColumnChangeMessage, "As mudanças para as colunas de resultado não terão efeito até que você refaça suas pesquisas."
ContextMenuError, "Ocorreu um erro ao mostrar o menu de contexto do Windows."
CreatedAfterTT, "Criado após {0}"
CreatedBeforeTT, "Criado depois de {0}"
CreatedBetweenTT, "Criado entre {0} e {1}"
CSVSpreadsheet, "Arquivos CSV"
CustomAppOpenError, "Ocorreu um erro ao abrir este arquivo com o aplicativo personalizado."
DateCreatedError, "Por favor selecione uma 'Data de Criação > Data Final ", que seja posterior à data de início."
DateFiltersSelected, "Filtros de data:"
DateModifiedError, "Por favor selecione uma 'Data de Modificação > Data Final ", que seja posterior à data de início."
EmptyPDFError, "Procura executada em arquivo PDF sem texto"
EnterProfileName, "Ente um nome de perfil:"
ErrorDirectoryEmpty, "Este caminho está vazio"
ExcludeFilesTT, "Arquivos Excluídos: {0}"
ExcludePathsTT, "Caminhos Excluidos: {0}"
ExportDateAccessed, "Date Accessed"
ExportDateCreated, "Date Created"
ExportDateModified, "Date Modified"
ExportExtension, "Extension"
ExportFileName, "File Name"
ExportFileSize, "File Size"
ExportLineNumber, "Line #"
ExportLineText, "Line"
ExportPath, "Path"
FileDeleteMessage, "Por favor aguarde enquanto FileSeek executa a operação solicitada.\nVocê pode fechar esta janela, mas pode levar a resultados inesperados, enquanto esta tarefa está em execução."
FileDeleteQuestion, "tem certeza que quer apagar os arquivos ou caminhos selecionados?"
FileDeleteTitle, "Arquivos Apagados"
FileDeletionError, "Um erro ocorreu ao apagar estes arquivos."
FileHandlerError, "Por favor digite o caminho de pesquisa."
FileIncludeNameMatch, "Correspondencia do Nome de Arquivo [incluir filtros de arquivos]"
FileOpenError, "Um erro ocorreu ao abrir este arquivo."
FilePermenentDeleteQuestion, "Tem certeza que quer apagar permanentemente os arquivos ou pastas selecionados?"
FileQueryNameMatch, "Combinar Nome de Arquivo [Pesquisa]"
FileReadError, "Erro ao acessar arquivo: {0}"
FileSelectionError, "Por favor selecione ao menos 1 arquivo existente e tente novamente."
FileSizeError, "Por favor selecione um tamanho máximo de arquivo que seja igual ou menor que o tamanho mínimo de arquivo."
FileSizeFiltersSelected, "Filtros de tamanho de arquivo:"
FilesSearched, "Arquivos Pesquisados: {0}"
FilesSkipped, "Arquivos Pulados: {0}"
FolderBrowserDescription, "Selecione uma pasta para procurar"
FolderBrowsingError, "Um erro ocorreu ao navegar uma pasta."
FolderIncludeNameMatch, "Nome de Pasta Correspondente [Incluir Filtros de Arquivo]"
FolderItemError, "Falhou ao adquirir pasta para o item: {0}"
FolderOpenError, "Um erro ocorreu enquanto abria esta pasta."
FolderQueryNameMatch, "Nome de Pasta Correspondente [ Consulta de Texto]"
FolderReadError, "Erro Lendo pastas em pasta: {0}"
HiddenFolderError, "Não procurando porque é uma pasta/arquivo escondido"
HyperTextMarkupLanguageFile, "arquivo de idioma de marcação Hipertexto"
IFilterWarning, "Por favor habilite Manipuladores de Arquivos para mostrar apropriadamente os resultados para: {0} arquivos"
IncludeFilesTT, "Arquivos Inclusos: {0}"
InvalidExcludeFilesRegExError, "Padrão da Expressão Regular de Exclusão de Arquivos é inválido.\n{0}"
InvalidFolderLength, "Tamanho de pasta invalido."
InvalidIncludeFilesRegExError, "Padrão da Expressão Regular de Inclusão de Arquivos é inválido.\n{0}"
InvalidQueryError, "Seu texto da pesquisa é inválido.\n{0}"
InvalidQueryRegExError, "Padrão de RegEx inválido.\n{0}"
KeypressError, "Um erro ocorreu ao processar este pressionamento de tecla."
LinkedFolderError, "Pasta não procurada por ser um atalho"
MatchesFound, "Correspondencias Achadas: {0}"
MatchesFromQueue, "resultados na fila: {0}"
MatchesFromQueueIcons, "ìcones na fila: {0}"
MaxFileSizeTT, "tamanho Máximo de arquivo: {0}"
MaxPathError, "Este é um caminho muito longo e pode não funcionar em alguns programas"
MenuOpenError, "um erro ocorreu ao abrir o menu."
MinFileSizeTT, "Tamanho mínimo do arquivo: {0}"
ModifiedAfterTT, "Modificado depois de {0}"
ModifiedBeforeTT, "Modificado antes de {0}"
ModifiedBetweenTT, "Modificado ente {0} e {1}"
More, "(mais)"
NoDateFiltersSelected, "Não há filtros de data selecionados"
NoFileSizeFiltersSelected, "Não há filtros de tamanho de arquivo selecionados"
NoOptionsSelected, "Há opções selecionadas"
NotepadError, "Ocorreu um erro ao abrir este arquivo com o bloco de notas."
NotYourProfile, "Você não possui este perfil."
OnlyShowFirstResultTT, "Mostrar apenas primeiro resultado"
OpenManyQuestion, "Tem certeza que você gostaria de abrir {0} arquivos ou pastas?"
OptionsSelected, "Opções seleccionadas:"
OtherApplication, "Outras Aplicações"
PathsTT, "Caminho(s): {0}"
PathTooLongError, "O Windows não suporta esta ação com nomes de caminhos longos."
ProfileLoadError, "Houve um erro ao carregar este perfil."
ProfileLoadOnStartError, "Houve um erro ao carregar este perfil. O perfil não existe."
ProfileOverwriteQuestion, "Tem certeza que você gostaria de substituir o perfil '{0}'?"
ProfileSaved, "Salvo configurações de pesquisa para o perfil '{0}'"
ProfileSaveError, "Não foi possível salvar o perfil."
ProOnlyDoubleClickPrompt, "A Ação de duplo clique é um recurso somente do FileSeek Pro.\nVocê pode alterar a ação do clique duplo em Configurações> guia de Pesquisa.\n\nGostaria de obter mais informações sobre a atualização?"
QueryTT, "Pesquisa:\n{0}"
rdoMatchQueryLineByLineTT, "Abra uma linha de um arquivo de cada vez e tentar igualar a consulta para cada linha"
rdoMatchQueryToWholeFileTT, "Abra o arquivo inteiro de uma vez e tentar igualar a consulta ao texto inteiro"
RenameFileError, "FileSeek was unable to rename the selected file or folder.\nPlease type a different name and try again."
RenameFileFolder, "Rename Selected File:"
ResultCopied, "Um resultado copiado para a Area de Transferência."
ResultCopyError, "Ocorreu um erro ao copiar seus resultados de pesquisa para a área de transferência."
ResultSaveError, "Houve um erro ao salvar seus resultados.\n{0}"
ResultsCopied, "{0} resultados copiados para o Area de Transferência."
ResultSelectionError, "Selecione pelo menos um resultado da pesquisa e tente novamente."
SaveResults, "Salvar resultados para uma planilha"
SaveResultsAsHTML, "Salvar resultados como HTML"
SaveSearchProfile, "Salvar Perfil de Pesquisa"
SearchComplete, "Pesquisa completada em {0}s"
SearchCriteria, "Critérios de Pesquisa:"
SearchCriteriaEmptyTT, "Critério de Pesquisa Vazio"
SearchEnd, "Procurar Final: {0}"
SearchError, "Ocorreu um erro durante a busca."
SearchStart, "Procurar Inicio: {0}"
SearchSubFoldersTT, "Pesquisar Sub Pastas"
SettingFormShowError, "Ocorreu um erro ao mostrar a janela Configurações."
Syncing, "Sincronizando com sua conta do Binary Fortress..."
SystemFolderError, "Não procurando porque é uma pasta/arquivo do sistema"
TextCopyError, "Ocorreu um erro ao copiar este texto."
TextProcessingError, "Ocorreu um erro ao processar o texto."
TextQueryHelpTT, "Ajuda do texto da consuta"
TextSelectionError, "Por favor, selecione um texto e tente novamente."
txtPathTT, "Separe vários itens com o caractere |"
UseFileHandlersTT, "Use manipuladores de arquivos"
ViewingAppPartOne, "Você não selecionou um aplicativo de visualização ainda"
ViewingAppPartTwo, "Gostaria de escolher um agora?"


[frmProfileManager_Controls]
btnCopyProfile, "Copiar Perfil"
btnDelete, "Apagar"
btnExport, "Exportar Perfil"
btnImport, "Importar Perfil"
btnRename, "Renomear"
btnSync, "Sincronizar com sua conta do Binary Fortress"
colProfileName, "Nome do Perfil"
colProfileOwner, "Proprietário do Perfil"
lblCurrentProfile, "Usuário Atual: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Como deseja chamar seu novo perfil?"
ExportFileSeekSearchProfile, "exportar Perfil de Pesquisa FileSeek"
ExportSearchProfileSuccessful, "Perfil de Pesquisa exportado com sucesso"
FileSeekSearchProfile, "Perfil de Pesquisa FileSeek"
ImportFileSeekSearchProfile, "Importar Perfil de Psquisa FileSeek"
MustSelectAnItem, "Por favor selecione um perfil da lista e tente novamente."
ProfileDeleteQuestion, "Você tem certeza que deseja apagar o perfil selecionado?"
RenameSearchProfile, "Renomear Perfil de busca"
SearchProfileName, "Nome do Perfil de Busca:"
Title, "Gerenciar Perfis"


[frmSettings_Controls]
btnBrowseOther, "&Navegar"
btnClearHistory, "Limpar Histórico de Pesquisa"
btnIFilterToggle, "Alternar Manipulador de Arquivos"
btnOtherDefault, "&Padrão"
chkCloseToTray, "Fechar FileSeeK para a Barra do Sistema"
chkCombineParameters, "Passar múltiplos arquivos para a mesma instância, ao invés de múltiplas instâncias"
chkErrorDirectoryEmpty, "Mostrar um erro quando achar uma pasta vazia"
chkErrorForLongPaths, "Mostrar um erro e pular o caminho quando maior do que 260 caracteres"
chkExportExtraLines, "Também exportar linhas extras quando salvar resultados de pesquisa"
chkIFilterErrors, "Mostrar um erro para arquivos sem Manipuladores (quando o Manipulador de Arquivos estiver habilitado)"
chkIsQueryFullString, "Tratar texto de pesquisa como um grande termo de pesquisa"
chkLinkedFoldersSearch, "Pesquisar arquivos e pastas que são atalhos"
chkLinkedFoldersSearchShowErrorOnSkip, "Mostrar um erro quando pular um link"
chkMinimizeToTray, "Minimizar FileSeeK para a Barra do Sistema"
chkOnlyShowMatchedText, "Mostrar somente coincidências de texto no resultado"
chkResetSearchValues, "Reset search tab values when starting a search on a new tab"
chkResultWordWrap, "Envolver o texto que é mostrado no resultado"
chkSearchHiddenFiles, "procurar arquivos e pastas que são escondidos"
chkSearchSystemFiles, "Procurar pastas e arquivos do sistema"
chkShowErrorEmptyPDF, "Mostrar um erro quando encontrar um PDF vazio"
chkShowFileErrors, "Mostrar um erro quando um arquivo/pasta não poder ser acessado"
chkShowHiddenFileError, "Mostrar um erro ao pular arquivos e pastas escondidos"
chkShowSystemFileError, "Mostrar um erro ao pular arquivos e pastas de sistema"
chkShowToolTips, "Mostrar Dicas"
chkSingleInstance, "Forçar o FileSeek a abrir somente 1 instância"
chkStartWithClearProfile, "Sempre iniciar FileSeek com critérios em branco"
chkTreatAllExcludePathFiltersAsWildcards, "Tratar todos filtros de exlusão de caminho com coringas"
chkTreatAllIncludeFiltersAsWildcards, "Tratar todos os filtros 'Arquivos Incluídos' como curingas"
chkUseCustomDateFormat, "Use um formato de data customizado"
chkUsePreviewHandlers, "usar Manuseadores de Previsualização no painel de resultados"
chkWindowsContextMenu, "Mostrar FileSeek na Janela de Menu de Contexto"
colAvailableColumns, "Colunas Disponíveis"
colSelectedColumns, "Colunas Selecionadas"
gbCmdLineVars, "Variáveis de Linha de Comando"
gbDateFormat, "Formato de data"
gbGeneralOptions, "Opções Gerais"
gbPresentationOptions, "Opções de Apresentação"
gbSearchColumns, "Colunas de Pesquisa"
lblCmdLineParam, "Parâmetros de linha de comando para passar:"
lblDateFormatLink, "Formato de Data e Hora customizado"
lblDefaultDoubleClick, "Selecione uma operação padrão para duplo-click em um resultado de busca:"
lblNumChar, "Mostrar esta quantidade de caracteres para cada resultado de busca:"
lblOtherApplicationName, "Nome da outra Aplicação:"
lblSelectViewingApp, "Selecione a aplicação para visualizar o arquivo:"
lblSkipFile, "Tempo máximo de pesquisa permitido por arquivo (0=ilimitado):"
pageSearchViewSettings, "Configuração de visão dos resutados"


[frmSettings_Strings]
AppBrowsingError, "Ocorreu um erro durante a navegação por um aplicativo."
cboDefaultDoubleClickOperation_ExportAllCSV, "Exportar todos os resultados para CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Exportar Todos os resultados como HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Exportar Resultados Selecionados para CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Exportar Resultados Selecionados para HTML"
cboDefaultDoubleClickOperation_Open, "Abrir com Manipulador Padrão"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Abrir Pasta Contentora"
cboDefaultDoubleClickOperation_OpenNotepad, "Abrir com Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Abrir com {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Com esta opção ativada, a pesquisa inserida como abc será tratado como *abc*"
ClearHistoryError, "Ocorreu um erro ao limpar seu histórico de pesquisa."
ClearHistoryWarning, "Tem certeza de que deseja apagar o histórico de pesquisa?"
CommandLineError, "Por favor insira os parâmetros de linha de comando, ou clique em 'padrão' para redefini-las."
CustomDateFormatError, "Há um erro em seu formato de data customizado.\nPor favor corrija e tente novamente."
DisableFileHandler, "Desativar manipulador de arquivo"
DisablePreviewHandler, "Desabilitar Manuseador de Previsualização"
EnableFileHandler, "Ativar manipulador de arquivo"
EnablePreviewHandler, "Habilitar Manuseador de Previsualização"
FileCommandDescription, "{0}: Substitui o nome completo."
FileHandlerListError, "Ocorreu um erro ao listar os manipuladores de arquivos."
FileHandlerSelectError, "Ocorreu um erro ao selecionar este manipulador de arquivo."
FileHandlerToggleError, "Ocorreu um erro enquanto alternando este manipulador de arquivo."
HistoryCleared, "Histórico de Pesquisa apagado com sucesso."
InvalidExitcode, "Retornou Código de saída inválido: {0}"
LineCommandDescription, "{0}: Substitui o número de linha."
lvIFilters_Extension, "Extensão"
lvIFilters_Handler, "Manipulador"
lvIFilters_HandlerVersion, "Versão"
NumOfCharError, "Por favor insira um número de caracteres entre {0} e {1} e tente novamente."
PreviewHandlerListError, "Um erro ocorreu enquanto listava os Manuseadores de Previsualização."
PreviewHandlerToggle, "Alternar Manuseador de Previsualização"
SettingMenuError, "Ocorreu um erro ao configurar as definições do menu de contexto."
tabSettings_FileHandlers, "Manipuladores de arquivos"
tabSettings_OtherApp, "Outra Aplicação"
tabSettings_PreviewHandlers, "Manuseadores de Previsualização"
tabSettings_Search, "Pesquisar"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Resultados da pesquisa guardados com sucesso.\nDeseja abrir o arquivo?"
SearchCriteria, "Critérios de Pesquisa"
SearchDate, "Pequisa por data:"
Title, "Resultados de Busca do FileSeek"


[IFilterHelper_Strings]
UnknownError, "Erro desconhecido no IFilter"
UsingStandardMethodWarning, "Não existe Manipulador de Arquivo para este arquivo, pesquisando usando método padrão."


[LicenseValidate_Strings]
ExpiredPrompt, "A sua licença dev teste do FileSeek expirou.\nSe já adquiriu uma licença, insira-a através da janela Configurações FileSeek.\n\nDeseja obter mais informações para adquirir uma licença FileSeek Pro?"
Invalid, "Desculpe, a sua licença é inválida."
InvalidReseller, "Desculpe,a sua licença apenas é válida para o FileSeek fornecido pelo seu vendedor.\nContacte o seu vendedor para mais informações."
LicenseProcessPro, "Obrigado por Registrar!"
LicenseProcessProRestoreSettingsPrompt, "Um backup automático de suas configurações Pro foi detectado.\nEste backup tem {0} dias.\nGostaria de importar suas configurações Pro? Todas as suas configurações correntes serão substituídas pelo backup."
LicenseProcessRemoved, "Sua Chave de Licença foi removida."
LicenseProcessTrial, "Obrigado por testar o FileSeek Pro!\nSua licença vai expirar em {0:D}."
TrialAlmostDonePrompt, "Sua licença de teste irá expirar em breve.\nSe você já comprou uma licença, por favor coloque-a na janela de configurações do FileSeek.\n\nGostaria de mais informações sobre como comprar o FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Procurar com FileSeek"


[Words]
Add, "Adicionar"
AdminSettingsLock, "Algumas configurações são gerenciadas pelo administrador do sistema"
Apply, "Aplicar"
ButtonEnterLicenseKey, "&Entre a Chave de Licença"
ButtonLater, "&Depois"
ButtonMoreInformation, "&Mais Informação"
ButtonUseFreeVersion, "&Use Versão Grátis"
Cancel, "&Cancelar"
Close, "&Fechar"
Copy, "&Copiar"
Custom, "Customizado"
Cut, "Co&rtar"
Default, "Padrão"
Delete, "&Apagar"
Disable, "Desa&bilitar"
Disabled, "Desativado"
Duplicate, "&Duplicar"
Edit, "Editar"
Enable, "&Habilitar"
Enabled, "Ativado"
Error, "Erro"
ErrorNotAdminUACDisabled, "UAC está desabilitado e o utilizador não é Administrador, a operação provavelmente falhará.\nHabilite o UAC ou faça login como Administrador e tente novamente.\nSe desabilitou recentemente o UAC, certifique-se de reiniciar o computador."
Exit, "&Sair"
Help, "&Ajuda"
Info, "Informações"
InvalidImageFile, "Esta imagem parece estar corrompida ou impossível de ler."
Name, "Nome"
NameLabel, "Nome:"
NeedProQuestion, "Necessário fazer o upgrade para o FileSeek Pro para poder utilizar esta funcionalidade.\nDeseja obter mais informação sobre como atualizar?"
NeedsProShort, "Apenas Pro"
Never, "Nunca"
No, "Não"
OK, "&OK"
Paste, "&Colar"
ProOnlyNotice, "Recursos da versão PRO são destacados em azul"
Redo, "&Refazer"
Refresh, "Atualizar"
Remove, "Remover"
Rename, "Rename"
Seconds, "segundos"
SelectAll, "Selecionar &Tudo"
Start, "iníciar"
Stop, "Parar"
Undo, "&Desfazer"
Unknown, "Desconhecido"
Yes, "Sim"


[Installer]
AdditionalIcons, "Ícones Adicionais:"
CreateContextMenuItems, "Adicionar ao menu de contexto de clique direito do Windows"
CurrentUserOnly, "Apenas para o usuário atual"
DesktopIcon, "Criar ícone na &Área de Trabalho"
DotNetInstallNow, "Gostaria de instalar agora?"
DotNetRequired40, "Este aplicativo necessita do Microsoft .NET Framework 4.0."
ForAllUsers, "Para todos usuários"
LaunchNow, "Executar agora"
LicKeyInvalid, "Esta chave de licença parece ser inválida."
LicKeyLabel, "Chave de Licença:"
LicKeySelectOption, "Por favor selecione uma opção de Licença e tente novamente."
LicKeyText, "Opções de chave de licença:"
LicKeyTextAdminLocked, "Sua Chave de Licença foi definida pelo Administrador."
LicKeyTextChangeFree, "Clique em 'Alterar para versão Gratuita' na janela de configurações para usar a versão gratuita."
LicKeyTextEnterOrFree, "Por favor, entre uma chave de licença válida ou selecione 'Usar Versão Gratuita'."
LicKeyTextPaid, "Usar esta Chave de Licença:"
LicKeyTextTrial, "Usar a Versão de Teste (primeira vez somente), reverter para Versão Grátis depois"
RunAtStartup, "Iniciar junto com o Windows"
SteamKeyInvalid, "Sua licença Steam falhou ao carregar.\nPor favor feche o instalador/aplicativo e tente instalar ou iniciar diretamente do Steam."
TextBefore, "Se você tiver o FileSeek em execução, por favor, feche-o antes de instalar esta nova versão.\n\nVisite https://www.fileseek.ca para atualizações e suporte."
UninstallRemoveAllData1, "Remover completamente TODAS as configurações do aplicativo, preferências e arquivos temporários?"
UninstallRemoveAllData2, "Isso não é recomendado se você está instalando esse aplicativo novamente."